Tekla.Structures.Model.Internal.IProgressReportCallback
Callback interface for progress reporting.

Tekla.Structures.Model.Internal.IProgressReportCallback.OnProgressChanged(System.String,System.Int32)
Called when a progress is updated.
exportPhase: The export phase.
progressPercentage: The progress percentage.